export interface Doctor {
  id: number;
  name: string;
  specialty?: string;
  position: string;
  imageNumber: number;
}

export const doctors: Doctor[] = [
  {
    id: 1,
    imageNumber: 1,
    name: "Волкова Галина Николаевна",
    specialty: "Специализации - травматология, визуальная диагностика, эндоскопия",
    position: "Главный врач филиала ул. Тепличная 18А"
  },
  {
    id: 2,
    imageNumber: 2,
    name: "Шкиль Светлана Леонидовна",
    specialty: "Специализация - кардиология",
    position: "Главный врач филиала ул. Волжская 30"
  },
  {
    id: 3,
    imageNumber: 3,
    name: "Ярославская Анастасия Михайловна",
    specialty: "Специализации - Дерматология, Эндокринология, визуальная диагностика",
    position: "Главный ветеринарный врач филиала ул. Роз 37"
  },
  {
    id: 4,
    imageNumber: 4,
    name: "Брагин Юрий Михайлович",
    specialty: "Специализации - нейрохирургия, травматология, эндоскопия",
    position: "Ветеринарный врач - хирург, невролог"
  },
  {
    id: 5,
    imageNumber: 5,
    name: "Фанфора Илья Станиславович",
    specialty: "Специализации хирургия, стоматология",
    position: "Ветеринарный врач - хирург, стоматолог"
  },
  {
    id: 6,
    imageNumber: 6,
    name: "Шарипа Карина Игоревна",
    specialty: "Специализации - нефрология, урология",
    position: "Ветеринарный врач терапевт-нефролог"
  },
  {
    id: 7,
    imageNumber: 7,
    name: "Ковалёв Сергей Васильевич",
    position: "Ветеринарный врач-терапевт"
  },
  {
    id: 8,
    imageNumber: 8,
    name: "Николашина Евгения Олеговна",
    specialty: "Специализация - Дерматология, Стоматология, диетология",
    position: "Ветеринарный врач-терапевт"
  },
  {
    id: 9,
    imageNumber: 9,
    name: "Осипова Дарья Андреевна",
    specialty: "Специализация - Анестезиология",
    position: "Ветеринарный врач интенсивной терапии и реанимации, врач стационара"
  },
  {
    id: 10,
    imageNumber: 10,
    name: "Феткулов Антон Александрович",
    position: "Ветеринарный врач интенсивной терапии и реанимации, врач стационара"
  },
  {
    id: 11,
    imageNumber: 11,
    name: "Чубарова Алиса Андреевна",
    position: "Ветеринарный врач-ординатор отделения интенсивной терапии и реанимации"
  },
  {
    id: 12,
    imageNumber: 12,
    name: "Рожкова Екатерина Александровна",
    position: "Ветеринарный врач-ординатор отделения интенсивной терапии и реанимации"
  },
  {
    id: 13,
    imageNumber: 13,
    name: "Зыбайлова Оксана Олеговна",
    position: "Ветеринарный врач-терапевт"
  },
  {
    id: 14,
    imageNumber: 14,
    name: "Морозова Анастасия Сергеевна",
    position: "Ветеринарный лаборант"
  },
  {
    id: 15,
    imageNumber: 15,
    name: "Красюк Кристина Александровна",
    position: "Администратор"
  },
  {
    id: 16,
    imageNumber: 16,
    name: "Курносова Снежана Вячеславовна",
    position: "Администратор"
  },
  {
    id: 17,
    imageNumber: 17,
    name: "Устинова Анастасия Витальевна",
    position: "Администратор"
  },
  {
    id: 18,
    imageNumber: 18,
    name: "Гладышева Анастасия Олеговна",
    position: "Ассистент"
  },
  {
    id: 19,
    imageNumber: 19,
    name: "Каминская Дарья Никитична",
    position: "Ассистент 1 категории"
  }
];
